// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "岚婷",
        "2022年10月11日我们相互认识，很神奇，这一天是我身份证的24岁生日，有时候我在想我妈妈把我出生日期写成这么一天是为了提示我得重视这一天嘛",
        "现在想想我做的最勇敢的事情是喜欢你,我也很庆幸自己有这份坚持",
        "我是个急性子，但是在有些事情上却反映很慢，惊讶于你那晚说的话，那一晚我于开心中彻夜未眠",
        "我怕你是一时兴起，也怕自己现在还不够好，但是在喜欢你这件事我从未迟疑",
        "我想最合适的话是，世界上美好的事情不太多，傍晚河畔吹来的风，和笑起来要人命的你",
        "我想我会把我对世界的热情融入到对你的全部的爱意中",
        "最后我想问，你愿意作为女朋友吗",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2017-07-20T20:15:00",
    // 双方的名字
    names: ["笨笨熊", "黑猪猪"]
}
